---
kind: enumMember
id: F:Autodesk.Revit.DB.Plumbing.PipeSystemType.FireProtectWet
enum: Autodesk.Revit.DB.Plumbing.PipeSystemType
zh: 消防、消防喷淋
source: html/24165d09-9267-54b7-3e32-6405d1343c2e.htm
---
# Autodesk.Revit.DB.Plumbing.PipeSystemType.FireProtectWet

**中文**: 消防、消防喷淋

Pipe System Type is FireProtectWet.